export interface InteriorReview {
  id: number;
  imageUrl: string;
  title: string;   // 오늘의집 인테리어
  content: string; // 리뷰 본문(길면 3줄에서 잘리도록)
}

export const interiorReviews: InteriorReview[] = [
  {
    id: 1,
    imageUrl: "/images/interiorReviews/id1.avif",
    title: "오늘의집 인테리어",
    content:
      "부모님댁 인테리어를 반셀로 진행하게 되었어요! 사실 주방 인테리어는 생각 안하고 있다가 필름으로 하기엔 너무 고칠게 많아서 2주도 안남은 시점에 급하게 오늘의집 주방에 문의를 드렸어요! 급한 일정에도 너무 친절하게 응대해주시고 일정 맞추신다고 매니저님이 주말에도 작업하고 결과 공유해주셔서 원하는 날짜에 철거 및 시공이 원활했어요! 이름도 모르지만 주말에도 전화통화 하시고 작업해주신 매니저님 너무 감사드려요🙏🏻 가장 큰 문제가 키큰장을 없애고 그 자리에 식탁 놓을 공간을 확보하는 거였는데 여러번 상담 및 실측을 통해서 너무 완벽한 시공이 된 것 같아요.",
  },
  {
    id: 2,
    imageUrl: "/images/interiorReviews/id2.avif",
    title: "오늘의집 인테리어",
    content:
      "부모님댁 20년 이상 된 엘베 없는 5층 빌라(사다리차 필수) 주방 시공 했어요~ 첫 시공이라 신뢰와 A/S가 젤 중요해서 오늘의집에서 했고요! 부모님이 화장실을 동네 업체에서 시공하셨는데 비뚤비뚤 마감도 안 좋았어요... 처음엔 오늘의 집 본사 가서 매니저님과 만났고 그 다음부터는 카톡으로 소통했습니다. 타일은 타일시공업자와 따로 연락(오늘의집에서 소개받음), 타일 자재는 시공하는 분이 알려준 타일 가게 가서 직접 보고 골랐어요^^",
  },
  {
    id: 3,
    imageUrl: "/images/interiorReviews/id3.avif",
    title: "오늘의집 인테리어",
    content:
      "이사 갈 신혼집이 오래된 아파트는 아니라서 도배 시공만 필요했어요. 동네 인테리어 업체 가보니까 부분 시공이라 그런지 불친절하게 대응하시더라고요..(합지 벽지로만 가견적을 내주심)오늘의집에서 도배 시공 견적을 알아보다가 오늘의집 직영으로 시공하시는 서비스가 있다는 것을 알게 되었어요!도배지 샘플도 실제로 보고싶어서 오프라인 미팅이 가능한지 문의드렸고 강남에서 오프라인으로 벽지를 함께 보며 친절하게 설명해주셨습니다.",
  },
];